Repository: kristbaum/dacit
Catalog: dacit/lib/l10n/app_*.arb
Languages: de

# minimalPairs
source: Train Minimal Pairs
de: Minimal Paare Trainieren

source: Record Audio
de: Audio Aufnehmen

# recordAudioDesc
source: Record new audio
de: Nehme Hörbeispiele auf

# speakerDisambiguation
source: Train Speaker Disambiguation
de: Sprecher Unterscheiden

source: Settings
de: Einstellungen

source: About
de: Über

# welcome
source: Welcome to Dacit a training app for people with cochlear implants
de: Willkommen zu Dacit einer Trainingsapp für Personen mit Cochlear Implantat

# whichdialect
source: which dialect do you speak?
de: Welchen Dialekt sprechen Sie?

# whichyear
source: Which is you year of birth?
de: In welchem Jahr sind Sie geboren?

# whichmotherlang
source: What is yor native language?
de: Was ist Ihre Muttersprache?

# recodingPromt
source: Please make a recording of this word:
de: Nehmen Sie das folgende Wort auf:

# dacitDescription
source: Dacit is an audio training app for cochlear implant users
de: Dacit ist eine Hörtrainings app für CI Hörer

# identWord
source: Identify single words
de: Identifiziere einzelne Wörter

# identSpeaker
source: Identify speakers
de: Indentifiziere Sprecher

# additInfo
source: Additional information
de: Weitere Informationen
